{"id":93,"date":"2014-01-07T15:57:42","date_gmt":"2014-01-07T15:57:42","guid":{"rendered":"http:\/\/www.urban3.gr\/?page_id=93"},"modified":"2014-02-02T20:31:58","modified_gmt":"2014-02-02T20:31:58","slug":"team","status":"publish","type":"page","link":"http:\/\/www.urban3.gr\/?page_id=93","title":{"rendered":"Team"},"content":{"rendered":"<h1>Lina Liakou<\/h1>\n<p>Dip Arch AUTH (Hons),<br \/>\nMArch Urban Design The Bartlett, UCL (commendation)<br \/>\nPhD candidate in Urban Planning and Regional Development, AUTH<\/p>\n<p>Lina Liakou is an architect (DipArch AUTH, 2008) with a master&#8217;s degree in Urban Design from The Bartlett School of Architecture (MArch UD, 2009) and from 2013 is a PhD candidate in the department of Urban Planning and Regional Development at the Aristotle University of Thessaloniki. Lina is co-founder of Urban3 studio and from 2013 editor of &#8220;Συμμετοχή \/Participation” an online platform for participatory governance which runs under the auspices of the German Institute Heinrich Böll. Lina has formulated project themes, prepared EU funding proposals, mediated between the communities and the decision making institutions and participated in field work in various cities in Greece and abroad. Her experience has given her the opportunity to develop deep understanding of the design tools and methodologies in addition to strong management and communication skills.<\/p>\n<hr\/>\n<p>&nbsp;<\/p>\n<h1>Clelia Thermou<\/h1>\n<p>Dip Arch AUTH,<br \/>\nMArch Urban Design The Bartlett, UCL (commendation)<\/p>\n<p>Clelia Thermou is an architect (DipArch AUTH, 2008) and holds a master’s degree in Urban Design from The Bartlett School of Architecture, (March UD UCL, 2009). Since 2009 she works in firms and nonprofits in Athens, such as mab architects and “School of Architecture for All”, participating in architectural projects and EU funded programs. Clelia is co-founder of Urban3 studio and she is involved in design and research projects, competitions national and international. She has participated in field works, coordinated working groups, prepared EU funding proposals (fp7) and she has dealt with different communities and organizations. All this experience gave her the chance to develop various skills as design creativity, cooperation with different groups of professionals and the ability to implement the project timetable always in the context of understanding the social, cultural, historic, climate and urban circumstances.<\/p>\n<p>&nbsp;<\/p>\n<hr\/>\n<h1>Ioanna Pothou<\/h1>\n<p>Dip Arch AUTH (Hons),<br \/>\nMArch Urban Design The Bartlett, UCL (commendation)<\/p>\n<p>Ioanna was born in Thessaloniki in 1984 and graduated from Aristotle University in 2008. During her studies, she worked on the socioeconomic phenomenon of gentrification, on the regeneration of degrading areas in Thessaloniki and Istanbul, as well as on developing alternative work methodologies and ways of approaching contemporary urban issues, having as case study the city of London. Since 2009, she has settled in Athens where she continues her activities through the architectural team URBAN3 along with Lina Liakou and Clelia Thermou, with whom she has been collaborating since 2003. The practice undertakes projects that range from big scale architectural and urban design to small scale interior design for the private sector as well as national competitions. Since 2010, she has become an associate at the non-profit organization SARCHA (School of ARCHitecture for All) participating in researches, actions and projects, such as CityCommonResource Gerani-Athens, Polypolis social game, Athens Travelers, that examine architecture’s relation and connection with the diverse and political aspects of individual and collective activities.<\/p>\n","protected":false},"excerpt":{"rendered":"<p>Lina Liakou Dip Arch AUTH (Hons), MArch Urban Design The Bartlett, UCL (commendation) PhD candidate in Urban Planning and Regional Development, AUTH Lina Liakou is an architect (DipArch AUTH, 2008) with a master&#8217;s degree in Urban Design from The Bartlett School of Architecture (MArch UD, 2009) and from 2013 is a PhD candidate in the<br \/><a class=\"moretag\" href=\"http:\/\/www.urban3.gr\/?page_id=93\"> Read More&#8230;<\/a><\/p>\n","protected":false},"author":1,"featured_media":99,"parent":0,"menu_order":0,"comment_status":"open","ping_status":"open","template":"","meta":[],"_links":{"self":[{"href":"http:\/\/www.urban3.gr\/index.php?rest_route=\/wp\/v2\/pages\/93"}],"collection":[{"href":"http:\/\/www.urban3.gr\/index.php?rest_route=\/wp\/v2\/pages"}],"about":[{"href":"http:\/\/www.urban3.gr\/index.php?rest_route=\/wp\/v2\/types\/page"}],"author":[{"embeddable":true,"href":"http:\/\/www.urban3.gr\/index.php?rest_route=\/wp\/v2\/users\/1"}],"replies":[{"embeddable":true,"href":"http:\/\/www.urban3.gr\/index.php?rest_route=%2Fwp%2Fv2%2Fcomments&post=93"}],"version-history":[{"count":5,"href":"http:\/\/www.urban3.gr\/index.php?rest_route=\/wp\/v2\/pages\/93\/revisions"}],"predecessor-version":[{"id":152,"href":"http:\/\/www.urban3.gr\/index.php?rest_route=\/wp\/v2\/pages\/93\/revisions\/152"}],"wp:featuredmedia":[{"embeddable":true,"href":"http:\/\/www.urban3.gr\/index.php?rest_route=\/wp\/v2\/media\/99"}],"wp:attachment":[{"href":"http:\/\/www.urban3.gr\/index.php?rest_route=%2Fwp%2Fv2%2Fmedia&parent=93"}],"curies":[{"name":"wp","href":"https:\/\/api.w.org\/{rel}","templated":true}]}}